{"nodes": [{"op": "null", "name": "input_1", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_nn_pad", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_nn_pad", "flatten_data": "0"}, "inputs": [[0, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_49", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_49", "flatten_data": "0"}, "inputs": [[1, 0, 0]]}, {"op": "null", "name": "p0", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_sum", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_sum", "flatten_data": "0"}, "inputs": [[1, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_7", "flatten_data": "0"}, "inputs": [[4, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply", "flatten_data": "0"}, "inputs": [[5, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_50", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_50", "flatten_data": "0"}, "inputs": [[6, 0, 0]]}, {"op": "null", "name": "p1", "inputs": []}, {"op": "null", "name": "p2", "inputs": []}, {"op": "null", "name": "p3", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_fixed_point_multiply_add_clip_ca_11834180753401736574__1", "attrs": {"num_outputs": "1", "num_inputs": "6", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_fixed_point_multiply_add_clip_ca_11834180753401736574__1", "flatten_data": "0"}, "inputs": [[2, 0, 0], [3, 0, 0], [7, 0, 0], [8, 0, 0], [9, 0, 0], [10, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_11", "flatten_data": "0"}, "inputs": [[11, 0, 0]]}, {"op": "null", "name": "p4", "inputs": []}, {"op": "null", "name": "p5", "inputs": []}, {"op": "null", "name": "p6", "inputs": []}, {"op": "null", "name": "p7", "inputs": []}, {"op": "null", "name": "p8", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_fixed_point_multiply_add_clip_ca_11834180753401736574_", "attrs": {"num_outputs": "1", "num_inputs": "6", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_fixed_point_multiply_add_clip_ca_11834180753401736574_", "flatten_data": "0"}, "inputs": [[12, 0, 0], [13, 0, 0], [14, 0, 0], [15, 0, 0], [16, 0, 0], [17, 0, 0]]}, {"op": "null", "name": "p9", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform", "flatten_data": "0"}, "inputs": [[18, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_15", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_15", "flatten_data": "0"}, "inputs": [[20, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform", "flatten_data": "0"}, "inputs": [[21, 0, 0]]}, {"op": "null", "name": "p10", "inputs": []}, {"op": "null", "name": "p11", "inputs": []}, {"op": "null", "name": "p12", "inputs": []}, {"op": "null", "name": "p13", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__22", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__22", "flatten_data": "0"}, "inputs": [[18, 0, 0], [19, 0, 0], [22, 0, 0], [23, 0, 0], [24, 0, 0], [25, 0, 0], [26, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_12", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_12", "flatten_data": "0"}, "inputs": [[27, 0, 0]]}, {"op": "null", "name": "p14", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_1", "flatten_data": "0"}, "inputs": [[28, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_16", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_16", "flatten_data": "0"}, "inputs": [[30, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_8", "flatten_data": "0"}, "inputs": [[31, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_1", "flatten_data": "0"}, "inputs": [[32, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_51", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_51", "flatten_data": "0"}, "inputs": [[33, 0, 0]]}, {"op": "null", "name": "p15", "inputs": []}, {"op": "null", "name": "p16", "inputs": []}, {"op": "null", "name": "p17", "inputs": []}, {"op": "null", "name": "p18", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__22", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__22", "flatten_data": "0"}, "inputs": [[18, 0, 0], [28, 0, 0], [29, 0, 0], [34, 0, 0], [35, 0, 0], [36, 0, 0], [37, 0, 0], [38, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_10", "flatten_data": "0"}, "inputs": [[39, 0, 0]]}, {"op": "null", "name": "p19", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_2", "flatten_data": "0"}, "inputs": [[40, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_17", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_17", "flatten_data": "0"}, "inputs": [[42, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_9", "flatten_data": "0"}, "inputs": [[43, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_2", "flatten_data": "0"}, "inputs": [[44, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_52", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_52", "flatten_data": "0"}, "inputs": [[45, 0, 0]]}, {"op": "null", "name": "p20", "inputs": []}, {"op": "null", "name": "p21", "inputs": []}, {"op": "null", "name": "p22", "inputs": []}, {"op": "null", "name": "p23", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__21", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__21", "flatten_data": "0"}, "inputs": [[40, 0, 0], [41, 0, 0], [46, 0, 0], [47, 0, 0], [48, 0, 0], [49, 0, 0], [50, 0, 0]]}, {"op": "null", "name": "p24", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_3", "flatten_data": "0"}, "inputs": [[51, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_18", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_18", "flatten_data": "0"}, "inputs": [[53, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_1", "flatten_data": "0"}, "inputs": [[54, 0, 0]]}, {"op": "null", "name": "p25", "inputs": []}, {"op": "null", "name": "p26", "inputs": []}, {"op": "null", "name": "p27", "inputs": []}, {"op": "null", "name": "p28", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__23", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__23", "flatten_data": "0"}, "inputs": [[51, 0, 0], [52, 0, 0], [55, 0, 0], [56, 0, 0], [57, 0, 0], [58, 0, 0], [59, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_13", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_13", "flatten_data": "0"}, "inputs": [[60, 0, 0]]}, {"op": "null", "name": "p29", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_4", "flatten_data": "0"}, "inputs": [[61, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_19", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_19", "flatten_data": "0"}, "inputs": [[63, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_10", "flatten_data": "0"}, "inputs": [[64, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_3", "flatten_data": "0"}, "inputs": [[65, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_521", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_52", "flatten_data": "0"}, "inputs": [[66, 0, 0]]}, {"op": "null", "name": "p30", "inputs": []}, {"op": "null", "name": "p31", "inputs": []}, {"op": "null", "name": "p32", "inputs": []}, {"op": "null", "name": "p33", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__21", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__21", "flatten_data": "0"}, "inputs": [[51, 0, 0], [61, 0, 0], [62, 0, 0], [67, 0, 0], [68, 0, 0], [69, 0, 0], [70, 0, 0], [71, 0, 0]]}, {"op": "null", "name": "p34", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_31", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_3", "flatten_data": "0"}, "inputs": [[72, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_181", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_18", "flatten_data": "0"}, "inputs": [[74, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_2", "flatten_data": "0"}, "inputs": [[75, 0, 0]]}, {"op": "null", "name": "p35", "inputs": []}, {"op": "null", "name": "p36", "inputs": []}, {"op": "null", "name": "p37", "inputs": []}, {"op": "null", "name": "p38", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__24", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__24", "flatten_data": "0"}, "inputs": [[72, 0, 0], [73, 0, 0], [76, 0, 0], [77, 0, 0], [78, 0, 0], [79, 0, 0], [80, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_14", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_14", "flatten_data": "0"}, "inputs": [[81, 0, 0]]}, {"op": "null", "name": "p39", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_41", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_4", "flatten_data": "0"}, "inputs": [[82, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_191", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_19", "flatten_data": "0"}, "inputs": [[84, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_101", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_10", "flatten_data": "0"}, "inputs": [[85, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_4", "flatten_data": "0"}, "inputs": [[86, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_522", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_52", "flatten_data": "0"}, "inputs": [[87, 0, 0]]}, {"op": "null", "name": "p40", "inputs": []}, {"op": "null", "name": "p41", "inputs": []}, {"op": "null", "name": "p42", "inputs": []}, {"op": "null", "name": "p43", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__20", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__20", "flatten_data": "0"}, "inputs": [[72, 0, 0], [82, 0, 0], [83, 0, 0], [88, 0, 0], [89, 0, 0], [90, 0, 0], [91, 0, 0], [92, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_9", "flatten_data": "0"}, "inputs": [[93, 0, 0]]}, {"op": "null", "name": "p44", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_5", "flatten_data": "0"}, "inputs": [[94, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_20", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_20", "flatten_data": "0"}, "inputs": [[96, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_11", "flatten_data": "0"}, "inputs": [[97, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_5", "flatten_data": "0"}, "inputs": [[98, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_53", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[99, 0, 0]]}, {"op": "null", "name": "p45", "inputs": []}, {"op": "null", "name": "p46", "inputs": []}, {"op": "null", "name": "p47", "inputs": []}, {"op": "null", "name": "p48", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__20", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__20", "flatten_data": "0"}, "inputs": [[94, 0, 0], [95, 0, 0], [100, 0, 0], [101, 0, 0], [102, 0, 0], [103, 0, 0], [104, 0, 0]]}, {"op": "null", "name": "p49", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_6", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[105, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_21", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[107, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_3", "flatten_data": "0"}, "inputs": [[108, 0, 0]]}, {"op": "null", "name": "p50", "inputs": []}, {"op": "null", "name": "p51", "inputs": []}, {"op": "null", "name": "p52", "inputs": []}, {"op": "null", "name": "p53", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__25", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__25", "flatten_data": "0"}, "inputs": [[105, 0, 0], [106, 0, 0], [109, 0, 0], [110, 0, 0], [111, 0, 0], [112, 0, 0], [113, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad", "flatten_data": "0"}, "inputs": [[114, 0, 0]]}, {"op": "null", "name": "p54", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[115, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_22", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_22", "flatten_data": "0"}, "inputs": [[117, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_12", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_12", "flatten_data": "0"}, "inputs": [[118, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_6", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_6", "flatten_data": "0"}, "inputs": [[119, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_531", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[120, 0, 0]]}, {"op": "null", "name": "p55", "inputs": []}, {"op": "null", "name": "p56", "inputs": []}, {"op": "null", "name": "p57", "inputs": []}, {"op": "null", "name": "p58", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__19", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__19", "flatten_data": "0"}, "inputs": [[105, 0, 0], [115, 0, 0], [116, 0, 0], [121, 0, 0], [122, 0, 0], [123, 0, 0], [124, 0, 0], [125, 0, 0]]}, {"op": "null", "name": "p59", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_61", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[126, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_211", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[128, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_4", "flatten_data": "0"}, "inputs": [[129, 0, 0]]}, {"op": "null", "name": "p60", "inputs": []}, {"op": "null", "name": "p61", "inputs": []}, {"op": "null", "name": "p62", "inputs": []}, {"op": "null", "name": "p63", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__26", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__26", "flatten_data": "0"}, "inputs": [[126, 0, 0], [127, 0, 0], [130, 0, 0], [131, 0, 0], [132, 0, 0], [133, 0, 0], [134, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_15", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_15", "flatten_data": "0"}, "inputs": [[135, 0, 0]]}, {"op": "null", "name": "p64", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_71", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[136, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_221", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_22", "flatten_data": "0"}, "inputs": [[138, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_121", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_12", "flatten_data": "0"}, "inputs": [[139, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_7", "flatten_data": "0"}, "inputs": [[140, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_532", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[141, 0, 0]]}, {"op": "null", "name": "p65", "inputs": []}, {"op": "null", "name": "p66", "inputs": []}, {"op": "null", "name": "p67", "inputs": []}, {"op": "null", "name": "p68", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__18", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__18", "flatten_data": "0"}, "inputs": [[126, 0, 0], [136, 0, 0], [137, 0, 0], [142, 0, 0], [143, 0, 0], [144, 0, 0], [145, 0, 0], [146, 0, 0]]}, {"op": "null", "name": "p69", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_62", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[147, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_212", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[149, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_5", "flatten_data": "0"}, "inputs": [[150, 0, 0]]}, {"op": "null", "name": "p70", "inputs": []}, {"op": "null", "name": "p71", "inputs": []}, {"op": "null", "name": "p72", "inputs": []}, {"op": "null", "name": "p73", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__27", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__27", "flatten_data": "0"}, "inputs": [[147, 0, 0], [148, 0, 0], [151, 0, 0], [152, 0, 0], [153, 0, 0], [154, 0, 0], [155, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_16", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_16", "flatten_data": "0"}, "inputs": [[156, 0, 0]]}, {"op": "null", "name": "p74", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_72", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[157, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_222", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_22", "flatten_data": "0"}, "inputs": [[159, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_122", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_12", "flatten_data": "0"}, "inputs": [[160, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_8", "flatten_data": "0"}, "inputs": [[161, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_533", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[162, 0, 0]]}, {"op": "null", "name": "p75", "inputs": []}, {"op": "null", "name": "p76", "inputs": []}, {"op": "null", "name": "p77", "inputs": []}, {"op": "null", "name": "p78", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__17", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__17", "flatten_data": "0"}, "inputs": [[147, 0, 0], [157, 0, 0], [158, 0, 0], [163, 0, 0], [164, 0, 0], [165, 0, 0], [166, 0, 0], [167, 0, 0]]}, {"op": "null", "name": "p79", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_63", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[168, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_213", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[170, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_6", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_6", "flatten_data": "0"}, "inputs": [[171, 0, 0]]}, {"op": "null", "name": "p80", "inputs": []}, {"op": "null", "name": "p81", "inputs": []}, {"op": "null", "name": "p82", "inputs": []}, {"op": "null", "name": "p83", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__28", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__28", "flatten_data": "0"}, "inputs": [[168, 0, 0], [169, 0, 0], [172, 0, 0], [173, 0, 0], [174, 0, 0], [175, 0, 0], [176, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_17", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_17", "flatten_data": "0"}, "inputs": [[177, 0, 0]]}, {"op": "null", "name": "p84", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_73", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[178, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_223", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_22", "flatten_data": "0"}, "inputs": [[180, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_123", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_12", "flatten_data": "0"}, "inputs": [[181, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_9", "flatten_data": "0"}, "inputs": [[182, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_534", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[183, 0, 0]]}, {"op": "null", "name": "p85", "inputs": []}, {"op": "null", "name": "p86", "inputs": []}, {"op": "null", "name": "p87", "inputs": []}, {"op": "null", "name": "p88", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__16", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__16", "flatten_data": "0"}, "inputs": [[168, 0, 0], [178, 0, 0], [179, 0, 0], [184, 0, 0], [185, 0, 0], [186, 0, 0], [187, 0, 0], [188, 0, 0]]}, {"op": "null", "name": "p89", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_64", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[189, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_214", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[191, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_7", "flatten_data": "0"}, "inputs": [[192, 0, 0]]}, {"op": "null", "name": "p90", "inputs": []}, {"op": "null", "name": "p91", "inputs": []}, {"op": "null", "name": "p92", "inputs": []}, {"op": "null", "name": "p93", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__29", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__29", "flatten_data": "0"}, "inputs": [[189, 0, 0], [190, 0, 0], [193, 0, 0], [194, 0, 0], [195, 0, 0], [196, 0, 0], [197, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_18", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_18", "flatten_data": "0"}, "inputs": [[198, 0, 0]]}, {"op": "null", "name": "p94", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_74", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[199, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_224", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_22", "flatten_data": "0"}, "inputs": [[201, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_124", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_12", "flatten_data": "0"}, "inputs": [[202, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_10", "flatten_data": "0"}, "inputs": [[203, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_535", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[204, 0, 0]]}, {"op": "null", "name": "p95", "inputs": []}, {"op": "null", "name": "p96", "inputs": []}, {"op": "null", "name": "p97", "inputs": []}, {"op": "null", "name": "p98", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__15", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__15", "flatten_data": "0"}, "inputs": [[189, 0, 0], [199, 0, 0], [200, 0, 0], [205, 0, 0], [206, 0, 0], [207, 0, 0], [208, 0, 0], [209, 0, 0]]}, {"op": "null", "name": "p99", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_65", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[210, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_215", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[212, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_8", "flatten_data": "0"}, "inputs": [[213, 0, 0]]}, {"op": "null", "name": "p100", "inputs": []}, {"op": "null", "name": "p101", "inputs": []}, {"op": "null", "name": "p102", "inputs": []}, {"op": "null", "name": "p103", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__30", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__30", "flatten_data": "0"}, "inputs": [[210, 0, 0], [211, 0, 0], [214, 0, 0], [215, 0, 0], [216, 0, 0], [217, 0, 0], [218, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_19", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_19", "flatten_data": "0"}, "inputs": [[219, 0, 0]]}, {"op": "null", "name": "p104", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_75", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[220, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_225", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_22", "flatten_data": "0"}, "inputs": [[222, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_125", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_12", "flatten_data": "0"}, "inputs": [[223, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_11", "flatten_data": "0"}, "inputs": [[224, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_536", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[225, 0, 0]]}, {"op": "null", "name": "p105", "inputs": []}, {"op": "null", "name": "p106", "inputs": []}, {"op": "null", "name": "p107", "inputs": []}, {"op": "null", "name": "p108", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__14", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__14", "flatten_data": "0"}, "inputs": [[210, 0, 0], [220, 0, 0], [221, 0, 0], [226, 0, 0], [227, 0, 0], [228, 0, 0], [229, 0, 0], [230, 0, 0]]}, {"op": "null", "name": "p109", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_66", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[231, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_216", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[233, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_9", "flatten_data": "0"}, "inputs": [[234, 0, 0]]}, {"op": "null", "name": "p110", "inputs": []}, {"op": "null", "name": "p111", "inputs": []}, {"op": "null", "name": "p112", "inputs": []}, {"op": "null", "name": "p113", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__31", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__31", "flatten_data": "0"}, "inputs": [[231, 0, 0], [232, 0, 0], [235, 0, 0], [236, 0, 0], [237, 0, 0], [238, 0, 0], [239, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_20", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_20", "flatten_data": "0"}, "inputs": [[240, 0, 0]]}, {"op": "null", "name": "p114", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_76", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[241, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_226", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_22", "flatten_data": "0"}, "inputs": [[243, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_126", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_12", "flatten_data": "0"}, "inputs": [[244, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_12", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_12", "flatten_data": "0"}, "inputs": [[245, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_537", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[246, 0, 0]]}, {"op": "null", "name": "p115", "inputs": []}, {"op": "null", "name": "p116", "inputs": []}, {"op": "null", "name": "p117", "inputs": []}, {"op": "null", "name": "p118", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__13", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__13", "flatten_data": "0"}, "inputs": [[231, 0, 0], [241, 0, 0], [242, 0, 0], [247, 0, 0], [248, 0, 0], [249, 0, 0], [250, 0, 0], [251, 0, 0]]}, {"op": "null", "name": "p119", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_67", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[252, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_217", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[254, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_538", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[255, 0, 0]]}, {"op": "null", "name": "p120", "inputs": []}, {"op": "null", "name": "p121", "inputs": []}, {"op": "null", "name": "p122", "inputs": []}, {"op": "null", "name": "p123", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__32", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__32", "flatten_data": "0"}, "inputs": [[252, 0, 0], [253, 0, 0], [256, 0, 0], [257, 0, 0], [258, 0, 0], [259, 0, 0], [260, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_21", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_21", "flatten_data": "0"}, "inputs": [[261, 0, 0]]}, {"op": "null", "name": "p124", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_77", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[262, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_227", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_22", "flatten_data": "0"}, "inputs": [[264, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_127", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_12", "flatten_data": "0"}, "inputs": [[265, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_13", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_13", "flatten_data": "0"}, "inputs": [[266, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_539", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_53", "flatten_data": "0"}, "inputs": [[267, 0, 0]]}, {"op": "null", "name": "p125", "inputs": []}, {"op": "null", "name": "p126", "inputs": []}, {"op": "null", "name": "p127", "inputs": []}, {"op": "null", "name": "p128", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__12", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__12", "flatten_data": "0"}, "inputs": [[252, 0, 0], [262, 0, 0], [263, 0, 0], [268, 0, 0], [269, 0, 0], [270, 0, 0], [271, 0, 0], [272, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_8", "flatten_data": "0"}, "inputs": [[273, 0, 0]]}, {"op": "null", "name": "p129", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_8", "flatten_data": "0"}, "inputs": [[274, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_23", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_23", "flatten_data": "0"}, "inputs": [[276, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_13", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_13", "flatten_data": "0"}, "inputs": [[277, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_14", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_14", "flatten_data": "0"}, "inputs": [[278, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_54", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_54", "flatten_data": "0"}, "inputs": [[279, 0, 0]]}, {"op": "null", "name": "p130", "inputs": []}, {"op": "null", "name": "p131", "inputs": []}, {"op": "null", "name": "p132", "inputs": []}, {"op": "null", "name": "p133", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__19", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__19", "flatten_data": "0"}, "inputs": [[274, 0, 0], [275, 0, 0], [280, 0, 0], [281, 0, 0], [282, 0, 0], [283, 0, 0], [284, 0, 0]]}, {"op": "null", "name": "p134", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_9", "flatten_data": "0"}, "inputs": [[285, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_24", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_24", "flatten_data": "0"}, "inputs": [[287, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_10", "flatten_data": "0"}, "inputs": [[288, 0, 0]]}, {"op": "null", "name": "p135", "inputs": []}, {"op": "null", "name": "p136", "inputs": []}, {"op": "null", "name": "p137", "inputs": []}, {"op": "null", "name": "p138", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__33", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__33", "flatten_data": "0"}, "inputs": [[285, 0, 0], [286, 0, 0], [289, 0, 0], [290, 0, 0], [291, 0, 0], [292, 0, 0], [293, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_22", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_22", "flatten_data": "0"}, "inputs": [[294, 0, 0]]}, {"op": "null", "name": "p139", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_10", "flatten_data": "0"}, "inputs": [[295, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_25", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_25", "flatten_data": "0"}, "inputs": [[297, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_14", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_14", "flatten_data": "0"}, "inputs": [[298, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_15", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_15", "flatten_data": "0"}, "inputs": [[299, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_541", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_54", "flatten_data": "0"}, "inputs": [[300, 0, 0]]}, {"op": "null", "name": "p140", "inputs": []}, {"op": "null", "name": "p141", "inputs": []}, {"op": "null", "name": "p142", "inputs": []}, {"op": "null", "name": "p143", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__11", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__11", "flatten_data": "0"}, "inputs": [[285, 0, 0], [295, 0, 0], [296, 0, 0], [301, 0, 0], [302, 0, 0], [303, 0, 0], [304, 0, 0], [305, 0, 0]]}, {"op": "null", "name": "p144", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_91", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_9", "flatten_data": "0"}, "inputs": [[306, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_241", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_24", "flatten_data": "0"}, "inputs": [[308, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_11", "flatten_data": "0"}, "inputs": [[309, 0, 0]]}, {"op": "null", "name": "p145", "inputs": []}, {"op": "null", "name": "p146", "inputs": []}, {"op": "null", "name": "p147", "inputs": []}, {"op": "null", "name": "p148", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__34", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__34", "flatten_data": "0"}, "inputs": [[306, 0, 0], [307, 0, 0], [310, 0, 0], [311, 0, 0], [312, 0, 0], [313, 0, 0], [314, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_23", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_23", "flatten_data": "0"}, "inputs": [[315, 0, 0]]}, {"op": "null", "name": "p149", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_101", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_10", "flatten_data": "0"}, "inputs": [[316, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_251", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_25", "flatten_data": "0"}, "inputs": [[318, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_141", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_14", "flatten_data": "0"}, "inputs": [[319, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_16", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_16", "flatten_data": "0"}, "inputs": [[320, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_542", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_54", "flatten_data": "0"}, "inputs": [[321, 0, 0]]}, {"op": "null", "name": "p150", "inputs": []}, {"op": "null", "name": "p151", "inputs": []}, {"op": "null", "name": "p152", "inputs": []}, {"op": "null", "name": "p153", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__10", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__10", "flatten_data": "0"}, "inputs": [[306, 0, 0], [316, 0, 0], [317, 0, 0], [322, 0, 0], [323, 0, 0], [324, 0, 0], [325, 0, 0], [326, 0, 0]]}, {"op": "null", "name": "p154", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_92", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_9", "flatten_data": "0"}, "inputs": [[327, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_242", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_24", "flatten_data": "0"}, "inputs": [[329, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_12", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_12", "flatten_data": "0"}, "inputs": [[330, 0, 0]]}, {"op": "null", "name": "p155", "inputs": []}, {"op": "null", "name": "p156", "inputs": []}, {"op": "null", "name": "p157", "inputs": []}, {"op": "null", "name": "p158", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__35", "attrs": {"num_outputs": "1", "num_inputs": "7", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_fixed_point_multiply_add_cli_13071055640516155715__35", "flatten_data": "0"}, "inputs": [[327, 0, 0], [328, 0, 0], [331, 0, 0], [332, 0, 0], [333, 0, 0], [334, 0, 0], [335, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_24", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_24", "flatten_data": "0"}, "inputs": [[336, 0, 0]]}, {"op": "null", "name": "p159", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_102", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_10", "flatten_data": "0"}, "inputs": [[337, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_252", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_25", "flatten_data": "0"}, "inputs": [[339, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_142", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_14", "flatten_data": "0"}, "inputs": [[340, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_17", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_17", "flatten_data": "0"}, "inputs": [[341, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_543", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_54", "flatten_data": "0"}, "inputs": [[342, 0, 0]]}, {"op": "null", "name": "p160", "inputs": []}, {"op": "null", "name": "p161", "inputs": []}, {"op": "null", "name": "p162", "inputs": []}, {"op": "null", "name": "p163", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__9", "attrs": {"num_outputs": "1", "num_inputs": "8", "func_name": "fused_cast_subtract_fixed_point_multiply_add_nn_contrib_conv2d_NCHWc_subtract_ad_13352175223490720149__9", "flatten_data": "0"}, 